[Archetype_Magic_balance.Caliban H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_balance.Khorne H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_balance.Koufor H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_balance.Morskia H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_defense.Cornalius H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_defense.Listeczek H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_defense.Shifu H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_defense.Splinter H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_offence.Qhuel H7EditorHero]
mName="祖尔"
mLore=""

[Archetype_Magic_offence.Srut H7EditorHero]
mName="祖尔"
mLore=""

[Archetype_Magic_offence.Zombie H7EditorHero]
mName="祖尔"
mLore=""

[Archetype_Magic_offence.Zurr H7EditorHero]
mName="祖尔"
mLore=""

[Archetype_might_Balance.Crilk H7EditorHero]
mName=""
mLore=""

[Archetype_might_Balance.DravenLeander_Xel H7EditorHero]
mName=""
mLore=""

[Archetype_might_Balance.Otziack_Xel H7EditorHero]
mName=""
mLore=""

[Archetype_might_Balance.Watchdog H7EditorHero]
mName=""
mLore=""

[Archetype_might_Defense.Cernunnos H7EditorHero]
mName=""
mLore=""

[Archetype_might_Defense.Este H7EditorHero]
mName=""
mLore=""

[Archetype_might_Defense.Maki H7EditorHero]
mName=""
mLore=""

[Archetype_might_Defense.Shakroon H7EditorHero]
mName=""
mLore=""

[Archetype_might_offence.Daryus H7EditorHero]
mName=""
mLore=""

[Archetype_might_offence.Jubi H7EditorHero]
mName=""
mLore=""

[Archetype_might_offence.Lord_Graa H7EditorHero]
mName=""
mLore=""

[Archetype_might_offence.TheGreyOne H7EditorHero]
mName=""
mLore=""

[Classe_balanced.A_xel_Magic_Balanced H7HeroClass]
mName="变异巫师"

[Classe_balanced.A_xel_Magic_Defensive H7HeroClass]
mName="变异祭司"

[Classe_balanced.A_xel_Magic_Offensive H7HeroClass]
mName="变异先知"

[Classe_balanced.A_Xel_Might_balanced H7HeroClass]
mName="地下侦察兵"

[Classe_balanced.A_xel_Might_Defensive H7HeroClass]
mName="变异守护者"

[Classe_balanced.A_xel_Might_Offensive H7HeroClass]
mName="变异战士"

[HeroBio.A_HeroBio_Caliban H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Cernunnos H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Cornelius H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Crilk H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Daryus H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_DravenLeander_Xel H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Este H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Jubi H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_khorne H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_koufor H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Listeczek H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Lord_Graa H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Makis H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Morskia H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Otziach_Xel H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Qhuel H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Shakroon H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Shifu H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Splinter H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Srut H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_TheGreyOne H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Watchdog H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_zombie H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Zurr H7HeroBioData]
mText=""

[Name.A_Caliban_Name H7GlobalName]
mName="卡利班"

[Name.A_Cernunnos_Name H7GlobalName]
mName="塞尔努诺斯"

[Name.A_Cornelius_Name H7GlobalName]
mName="科尼利厄斯"

[Name.A_Crilk_Name H7GlobalName]
mName="克里尔克"

[Name.A_Daryus_Name H7GlobalName]
mName="达里乌斯"

[Name.A_DravenLeander_Name H7GlobalName]
mName="德雷文·利安达"

[Name.A_Este_Name H7GlobalName]
mName="埃斯特"

[Name.A_Jubi_Name H7GlobalName]
mName="朱比"

[Name.A_Khorne_Name H7GlobalName]
mName="科恩"

[Name.A_Koufor_Name H7GlobalName]
mName="库弗"

[Name.A_Listeczek_Name H7GlobalName]
mName="利斯特切克"

[Name.A_Lord_Graa_Name H7GlobalName]
mName="格拉勋爵"

[Name.A_Maki_Name H7GlobalName]
mName="真纪"

[Name.A_Morskia_Name H7GlobalName]
mName="莫尔斯基亚"

[Name.A_Otziack_Name H7GlobalName]
mName="奥齐亚克"

[Name.A_Qhuel_Name H7GlobalName]
mName="奎尔"

[Name.A_Shakroon_Name H7GlobalName]
mName="沙克伦"

[Name.A_Shifu_Name H7GlobalName]
mName="师傅"

[Name.A_Splinter_Name H7GlobalName]
mName="斯普林特"

[Name.A_Srut_Name H7GlobalName]
mName="斯鲁特"

[Name.A_TheGreyOne_Name H7GlobalName]
mName="灰衣者"

[Name.A_Watchdog_Name H7GlobalName]
mName="阿兹拉克"

[Name.A_Zombie_Name H7GlobalName]
mName="僵尸"

[Name.A_Zurr_Name H7GlobalName]
mName="祖尔"

[random_hero.A_random_xel H7EditorHero]
mName=""
mLore=""

[random_hero.A_xel_randoms_Name H7GlobalName]
mName="随机"

[Specialisation.A_charognard_dresseur H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="炮兵专家"
mTooltip="此英雄增加清道夫和铁嚼者的生命值 %buff1.buff.stat1 %icon_health，并且此生物总是以最大射程攻击。"

[Specialisation.A_Charognard_Dresseur_Buff H7BaseBuff]
mName="炮兵专家"
mTooltip="%stat1 %icon_health 生命值加成，此生物总是以最大射程攻击。"

[Specialisation.A_proliferation_t1_Buff H7BaseBuff]
mName="增殖"
mTooltip="在每场战斗开始时，此单位有20%的几率增加其队伍数量 %special1。"

[Specialisation.A_proliferation_t4_Buff H7BaseBuff]
mName="血腥增殖"
mTooltip="每当一个敌方单位被摧毁时，该生物有20%的几率增加其队伍数量 %special1。"

[Specialisation.A_Specialization_Dishonorable H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="不诚实的"
mTooltip="在每场战斗开始时，所有友方单位获得暗影斗篷（大师级），并对一个随机敌方单位施放 %spell2。"

[Specialisation.A_Specialization_Fallout H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="放射性沉降"
mTooltip="在战斗的每回合开始时，辐射对所有小型敌方单位（1x1）造成 %d1.min 到 %d1.max %d.icon 伤害，对所有大型敌方单位（2x2）造成 %d2.min 到 %d2.max %d.icon 伤害（对秽巢、亡灵和构装体无效）。"

[Specialisation.A_Specialization_GeneralOfHell H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地狱将军"
mTooltip="改进英雄的基础攻击，现在会用 %icon_fire 火焰伤害3x3区域内的所有单位。如果友方单位也被击中，则获得+100%主动性加成，持续到下一回合。"

[Specialisation.A_t1_growth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="步兵首领"
mTooltip="总督：%buff1.buff.stat 增加城市控制区域内矿坑士兵和矿坑哨兵的产量。"

[Specialisation.A_t1_growth_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation.A_t1_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="部族首领"
mTooltip="此英雄使得生物“潜行追踪者”和“尖啸者”的生命值 %icon_health %buff1.buff.stat1。"

[Specialisation.A_t1_master_Buff H7BaseBuff]
mName="进攻性"
mTooltip="该生物的伤害增加 %stat1。"

[Specialisation.A_t2_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="步兵将军"
mTooltip="此英雄增加“矿坑士兵”和“矿坑哨兵”生物的生命值 %icon_health %buff1.buff.stat1，并赋予它们 %buff1.buff.stat2 士气 %buff1.buff.stat2.icon 加成和 %buff1.buff.stat3 幸运 %buff1.buff.stat3.icon 加成。"

[Specialisation.A_t2_master_Buff H7BaseBuff]
mName="进攻性"
mTooltip="该生物的伤害增加 %stat1。"

[Specialisation.A_t3_growth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="炮兵首领"
mTooltip="总督：%buff1.buff.stat 增加城市控制区域内清道夫和铁嚼者的产量。"

[Specialisation.A_t3_growth_Buff H7BaseBuff]
mName="河童制造"
mTooltip=""

[Specialisation.A_t4_growth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="附属首领"
mTooltip="总督：%buff1.buff.stat 增加城市控制区域内戈刚和酸液戈刚的产量。"

[Specialisation.A_t4_growth_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation.A_t4_proliferation_stat_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation.A_t6_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="食人魔的坚韧"
mTooltip="此英雄使得生物“食人魔鼠”和“突变鼠”的 %icon_health 生命值 %buff1.buff.stat1。每当他的生物遭受损失时，获得 %buff1.buff.stat2 %icon_health 生命值。"

[Specialisation.A_t6_master_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation.A_t6_master_Buff2 H7BaseBuff]
mName=""
mTooltip=""

[Specialisation.A_t7_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="部族领袖"
mTooltip="此英雄使得生物“秽巢巨怪”和“秽巢憎恶体”的生命值 %icon_health %buff1.buff.stat1。"

[Specialisation.A_t7_master_Buff H7BaseBuff]
mName=""
mTooltip=""

version 1.34 :

[Specialisation.A_proliferation_t1_2 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="增殖"
mTooltip="战斗开始时，生物“潜行追踪者”和“尖啸者”有25%的几率增加其队伍数量5。"

Version 1.35

[Specialisation.A_Specialization_Watchdog H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="追踪大师"
mTooltip="友方单位获得能力 %spell。（该生物完全无法被侧击）。\n英雄在每场获胜的战斗后恢复 %stat %stat.icon 移动力。"

[Specialisation.A_proliferation_t4 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="高级戈刚"
mTooltip="戈刚和酸液戈刚造成 %buff2.buff.stat1 更多最终伤害，并获得能力 %spell1.name。（每当一个敌方单位被摧毁时，此生物有20%的几率增加其队伍数量+2）。"